Repository: Parcley27/Timely
Catalog: Timely/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant

source: 'All day on' EEEE, d MMMM yyyy
es: 'Todo el día encendido' EEEE, d MMMM yyyy
fr: 'Tout la journee' EEEE, d MMMM yyyy
zh_hans: '全天为' EEEE, d MMMM yyyy
zh_hant: '全天為' EEEE, d MMMM yyyy

source: %@ ago
es: %@ atrás
fr: Il y a %@
zh_hans: %@前
zh_hant: %@前

source: %1$@ to %2$@
es: %1$@ a %2$@
fr: %1$@ à %2$@
zh_hans: %1$@ 到 %2$@
zh_hant: %1$@ 到 %2$@

source: About
es: Acerca de
fr: À Propos
zh_hans: 关于
zh_hant: 關於

source: All archived events will be permanently deleted
es: Todos los eventos archivados se eliminarán permanentemente.
fr: Tous les événements archivés seront définitivement supprimés
zh_hans: 所有存档活动将被永久删除
zh_hant: 所有存檔活動將會永久刪除

source: All Day
es: Todo el día
fr: Toute la journée
zh_hans: 全天
zh_hant: 一整天

source: All Day Tomorrow
es: Todo el día mañana
fr: Toute la journée de demain
zh_hans: 明天全天
zh_hant: 明天一整天

source: App Behaviour
es: Comportamiento de la aplicación
fr: Comportement de l'application
zh_hans: 应用行为
zh_hant: 應用程式行為

source: App Information
es: Información de la aplicación
fr: Informations sur l’application
zh_hans: 应用信息
zh_hant: 應用程式資訊

source: App Store Page
es: Página de la App Store
fr: Page de l'App Store
zh_hans: App Store 页面
zh_hant: 應用程式商店頁面

source: App Support
es: Soporte de aplicaciones
fr: Support d'application
zh_hans: 应用支持
zh_hant: 應用程式支援

source: Apperance
es: Apariencia
fr: Apparence
zh_hans: 外观
zh_hant: 外觀

source: Calendar
es: Calendario
fr: Calendrier
zh_hans: 日历
zh_hant: 日曆

source: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消
zh_hant: 取消

source: Cannot Send Mail
es: No se puede enviar correo
fr: Impossible d'envoyer du courrier
zh_hans: 无法发送邮件
zh_hant: 無法發送郵件

source: Check that email is set up on your device
es: Comprueba que el correo electrónico esté configurado en tu dispositivo
fr: Assurez-vous que la messagerie électronique est configurée sur votre appareil
zh_hans: 检查您的设备是否设置了电子邮件
zh_hant: 檢查您的裝置是否設定了電子郵件

source: Contact
es: Contacto
zh_hans: 联系
zh_hant: 聯繫

source: Contribute to Timely
es: Contribuya a Timely
fr: Contribuer à Timely
zh_hans: 为 Timely 做贡献
zh_hant: 為 Timely 做出貢獻

# Copy %lld of %lld, repeating %@
source: Copy %1$lld of %2$lld, repeating %3$@
es: Copia %1$lld de %2$lld, repitiendo %3$@
fr: Copie %1$lld sur %2$lld, répétition %3$@
zh_hans: 第 %1$lld 份（共 %2$lld 份），%3$@重复
zh_hant: 影印 %1$lld 份（共 %2$lld 份），%3$@重複

source: Created by Pierce Nestibo-Oxley
es: Creado por Pierce Nestibo-Oxley
fr: Créé par Pierce Nestibo-Oxley
zh_hans: 由 Pierce Nestibo-Oxley 创建
zh_hant: 由 Pierce Nestibo-Oxley 創建

source: Created by Pierce Oxley
es: Creado por Pierce Oxley
fr: Créé par Pierce Oxley
zh_hans: 由 Pierce Oxley 创建
zh_hant: 由 Pierce Oxley 創建

source: Credits
es: Créditos
fr: Crédits
zh_hans: 应用鸣谢
zh_hant: 應用鳴謝

source: Danger Zone
es: Zona de Peligro
fr: Zone de Danger
zh_hans: 危险区域
zh_hant: 危險區域

source: Date and Time
es: Fecha y hora
fr: Date et l'heure
zh_hans: 预约日期和时间
zh_hant: 預約日期和時間

source: Delete
es: Fecha y hora
fr: Supprimer
zh_hans: 删除
zh_hant: 刪除

source: Delete “%@”
es: Eliminar “%@”
fr: Supprimer «%@»
zh_hans: 删除 “%@”
zh_hant: 刪除 “%@”

source: Delete “%@” ?
es: Eliminar “%@” ?
fr: Supprimer «%@» ?
zh_hans: 删除 “%@” 吗?
zh_hant: 刪除 “%@” 嗎?

source: Delete Passed Events
es: Eliminar Eventos Pasados
fr: Supprimer les événements passés
zh_hans: 删除过去事件
zh_hant: 刪除過去事件

source: Description
es: Descripción
zh_hans: 描述
zh_hant: 描述

source: Details
es: Detalles
fr: Détails
zh_hans: 细节
zh_hant: 細節

source: Done
es: Hecho
fr: Terminé
zh_hans: 完毕
zh_hant: 完畢

source: Edit
es: Editar
fr: Modifier
zh_hans: 编辑
zh_hant: 編輯

source: Edit All Copies
es: Editar todas las copias
fr: Modifier toutes les copies
zh_hans: 编辑所有副本
zh_hant: 編輯所有副本

source: Edit Event
es: Editar todas las copias
fr: Modifier l'événement
zh_hans: 編輯活動
zh_hant: 編輯活動

source: Enable Quick Add Events
es: Habilitar adición rápida de eventos
fr: Activer l'ajout rapide d'événements
zh_hans: 启用快速添加事件
zh_hant: 啟用快速添加事件

source: End Time
es: Fin del tiempo
fr: Heure de fin
zh_hans: 时间结束
zh_hant: 時間結束

source: Ending in %@
es: Terminando en %@
fr: Se termine dans %@
zh_hans: 将在 %@ 结束
zh_hant: 將在 %@ 結束

source: Ends in less than a minute
es: Termina en menos de un minuto
fr: Se termine dans moins d'une minute
zh_hans: 不到一分钟就结束
zh_hant: 不到一分鐘結束

source: Event Storage
es: Almacenamiento de eventos
fr: Stockage d'événements
zh_hans: 事件存储
zh_hant: 事件儲存

source: Favourite
es: Favorito
fr: Favori
zh_hans: 收藏
zh_hant: 收藏

source: Feature Request
es: Solicitud de función
fr: Demande de fonctionnalité
zh_hans: 功能要求
zh_hant: 功能要求

source: Filter
es: Filtrar
fr: Filtre
zh_hans: 筛选
zh_hant: 篩選

source: Get Support
es: Obtenga ayuda
fr: Obtenir de l'aide
zh_hans: 得到支持
zh_hant: 得到支持

source: h:mm a 'on' EEE, d MMMM yyyy
es: h:mm a 'en' EEE, d MMMM yyyy
fr: h:mm a ‘le’ EEE, d MMMM, yyyy
zh_hans: ah:mm '在' EEE yyyy年 MMMMd 日
zh_hant: ah:mm '在' EEE yyyy年 MMMMd 日

source: h:mm a 'on' EEEE, d MMM yyyy
es: h:mm a 'en' EEEE, d MMM yyyy
fr: h:mm a ‘le’ EEEE, d MMM, yyyy
zh_hans: ah:mm '在' EEEE yyyy年 MMMd 日
zh_hant: ah:mm '在' EEEE yyyy年 MMMd 日

source: h:mm a 'on' EEEE, d MMMM yyyy
es: h:mm a 'encendido' EEEE, d MMMM yyyy
fr: HH:mm 'le' EEEE d MMMM yyyy
zh_hans: ah:mm '在' EEEE, yyyy年MMMMd日
zh_hant: ah:mm '在' EEEE yyyy年MMMMd日

source: Hide Muted Events
es: Ocultar eventos silenciados
fr: Masquer les événements en sourdine
zh_hans: 隐藏已静音事件
zh_hant: 隱藏已靜音事件

source: Hide Standard Events
es: Ocultar eventos estándar
fr: Masquer les événements standard
zh_hans: 隐藏标准事件
zh_hant: 隱藏標準事件

source: Importance
es: Importancia
zh_hans: 重要性
zh_hant: 重要性

source: In-App Notifications
es: Notificaciones dentro de la aplicación
fr: Notifications dans l'application
zh_hans: 应用内通知
zh_hant: 應用程式內通知

source: Issue Report
es: Informe de problemas
fr: Rapport de problème
zh_hans: 问题报告
zh_hant: 問題報告

source: Keep Event History
es: Mantener historial de eventos
fr: Historique des événements
zh_hans: 保留事件历史记录
zh_hant: 保留事件歷史記錄

source: Last %@
es: Último %@
fr: Dernier %@
zh_hans: 上个 %@
zh_hant: 上個 %@

source: Less than a minute
es: Menos de un minuto
fr: Moins d'une minute
zh_hans: 不到一分钟
zh_hant: 不到一分鐘

source: Less than a minute ago
es: Hace menos de un minuto
fr: Il y a moins d'une minute
zh_hans: 不到一分钟前
zh_hant: 不到一分鐘前

source: List Tinting
es: Lista de teñido
fr: Teinte de la liste
zh_hans: 列表着色
zh_hant: 列表著色

source: Loading…
es: Cargando...
fr: Chargement...
zh_hans: 加载中...
zh_hant: 載入中...

source: Mute
es: Silenciar
fr: Mettre en sourdine
zh_hans: 静音通知
zh_hant: 靜音通知

source: Muted
es: Apagado
fr: Sourdine activée
zh_hans: 静音
zh_hant: 靜音

source: My Events
es: Mis Eventos
fr: Mes Événements
zh_hans: 我的活动
zh_hant: 我的活動

source: Name
es: Nombre
fr: Nom
zh_hans: 事件名称
zh_hant: 事件名稱

source: New Event
es: Nuevo evento
fr: Nouvel évènement
zh_hans: 新事件
zh_hant: 新事件

source: No Events
es: Sin eventos
fr: Pas d'événements
zh_hans: 没有事件
zh_hant: 沒有事件

source: No Saved Events
es: No hay eventos guardados
fr: Aucun événement enregistré
zh_hans: 没有保存的事件
zh_hant: 沒有保存的事件

source: Note: Changes made apply only to this event
es: Nota: Les cambios realizados solo se aplican a este evento.
fr: Remarque: Les modifications apportées s'appliquent uniquement à cet événement
zh_hans: 注意：所做的更改仅适用于此活动
zh_hant: 注意：所做的更改僅適用於本次活動

source: Occurs
es: Ocurre
fr: Se produit
zh_hans: 发生
zh_hant: 發生

source: Quick Add enabled: Some fields auto-filled with defaults
es: Adición rápida habilitada: Algunos campos completados automáticamente con valores predeterminados
fr: Ajout rapide activé : Certains champs remplis automatiquement avec les valeurs par défaut
zh_hans: 已启用快速添加：某些字段已自动填入默认值
zh_hant: 已啟用快速添加：某些字段已自動填入預設值

source: Repeating
es: Repitiendo
fr: Répétition
zh_hans: 重复中
zh_hant: 重複中

# Repeats %d %@
source: Repeats %1$d %2$@
es: Repite %d %@
fr: Répète %d %@
zh_hans: 重复 %d %@
zh_hant: 重複 %d %@

source: Report an Issue
es: Informar de un problema
fr: Signaler un problème
zh_hans: 报告问题
zh_hant: 報告問題

source: Request a Feature
es: Solicitar una función
fr: Demander une fonctionnalité
zh_hans: 请求功能
zh_hant: 請求功能

source: Reset
es: Restablecer
fr: Réinitialiser
zh_hans: 重置
zh_hant: 重置

source: Reset to Default Settings?
es: ¿Restablecer configuración a valores predeterminados?
fr: Réiitialiser les paramètres par défaut ?
zh_hans: 将设置重置为默认值？
zh_hant: 將設定重置為預設值？

source: Restore Defaults
es: Restaurar valores predeterminados
fr: Restaurer les paramètres par défaut
zh_hans: 恢复默认设置
zh_hant: 恢復預設設定

source: Right Now
es: Ahora mismo
fr: Tout de suite
zh_hans: 现在
zh_hant: 現在

source: Save
es: Ahorrar
fr: Enregistrer
zh_hans: 保存
zh_hant: 儲存

source: Settings
es: Ajustes
fr: Paramètres
zh_hans: 设置
zh_hant: 設定

source: Show Muted Events
es: Mostrar eventos en silencio
fr: Afficher les événements en sourdine
zh_hans: 显示静音事件
zh_hant: 顯示靜音事件

source: Show Standard Events
es: Mostrar eventos estándar
fr: Afficher les événements standards
zh_hans: 显示标准事件
zh_hant: 顯示標準事件

source: Special thanks to my family, Dale Dai, and everyone else along the way.
es: Un agradecimiento especial a mi familia, a Dale Dai y a todos los demás a lo largo del camino.
fr: Un merci spécial à ma famille, Dale Dai et à tous les autres tout au long du parcours.
zh_hans: 特别感谢我的家人、Dale Dai 以及一路走来的所有人。
zh_hant: 特別感謝我的家人、Dale Dai 以及一路走來的所有人。

source: Start Date
es: Fecha de inicio
fr: Date de début
zh_hans: 开始日期
zh_hant: 開始日期

source: Start Time
es: Hora de inicio
fr: Heure de début
zh_hans: 开始时间
zh_hant: 開始時間

source: Starting in %1$@ hours, at %2$@.
es: Comenzando en %1$@ horas, a las %2$@.
fr: Commence dans %1$@ heures, à %2$@.
zh_hans: 在 %1$@ 小时后开始，时间是 %2$@。
zh_hant: 在 %1$@ 小時後開始，時間是 %2$@。

source: Starting in %1$@ minutes, at %2$@.
es: A partir de %1$@ minutos, a las %2$@.
fr: Commence dans %1$@ minutes, à %2$@.
zh_hans: %1$@分钟后开始, 在%2$@。
zh_hant: 在 %1$@ 分鐘後開始，時間是 %2$@。

source: Starting in 1 hour, at %@.
es: Comenzando en 1 hora, a las %@.
fr: Commence dans 1 heure, à %@.
zh_hans: 在 1 小时后开始，时间是 %@。
zh_hant: 在 1 小時後開始，時間是 %@。

source: Starting Now!
es: ¡Empezando ahora!
fr: À partir de maintenant!
zh_hans: 现在开始！
zh_hant: 現在開始！

source: This action cannot be undone
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
zh_hans: 此操作无法撤消
zh_hant: 此操作無法撤銷

source: This action will edit all copies of your Event
es: Esta acción editará todas las copias de tu Evento
fr: Cette action modifiera toutes les copies de votre Événement
zh_hans: 此操作将编辑您事件的所有副本
zh_hant: 此操作將編輯您事件的所有副本

source: This Event has Recurring Copies
es: Este Evento tiene copias recurrentes
fr: Cet événement a des copies récurrentes
zh_hans: 此事件有重复副本
zh_hant: 此事件有重複副本

source: time
es: vez
fr: fois
zh_hans: 次
zh_hant: 次

source: times
es: veces
fr: fois
zh_hans: 次
zh_hant: 次

source: Today
es: Hoy
fr: Aujourd'hui
zh_hans: 今天
zh_hant: 今天

source: Tomorrow
es: Mañana
fr: Demain
zh_hans: 明天
zh_hant: 明天

source: Turn Off and Delete
es: Apagar y eliminar
fr: Désactiver et supprimer
zh_hans: 关闭并删除项目历史记录
zh_hant: 關閉並刪除項目歷史記錄

source: Unfavourite
es: No favorito
fr: Retirer des favoris
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Unmute
es: Activar el sonido
fr: Désilencier
zh_hans: 取消静音
zh_hant: 取消靜音

source: Use Emoji Keyboard
es: Usar teclado de Emoji
fr: Utiliser le clavier Emoji
zh_hans: 使用表情符号键盘
zh_hant: 使用表情符號鍵盤

source: Use Legacy Layout
es: Usar diseño heredado
fr: Utiliser la mise en page héritée
zh_hans: 使用传统布局
zh_hant: 使用傳統佈局

source: Version
es: Variante
zh_hans: 版本
zh_hant: 版本

source: View Original Event
es: Ver el evento original
fr: Voir l'événement original
zh_hans: 查看原始活动
zh_hant: 查看原始事件

source: Yesterday
es: Ayer
fr: Hier
zh_hans: 昨天
zh_hant: 昨天

source: Archive Passed Events
fr: Archiver les événements passés
zh_hans: 归档过去事件
zh_hant: 歸檔過去事件

source: Emoji
fr: Émoji
zh_hans: 表情符号
zh_hant: 表情符號

source: h:mm a 'on' EEEE, d MMMM
fr: h:mm a ‘le’ EEEE, d MMMM
zh_hans: ah:mm '在' EEEE MMMMd 日
zh_hant: ah:mm '在' EEEE MMMMd 日

source: Time Unknown
fr: Temps Inconnu
zh_hans: 时间未知
zh_hant: 時間未知

source: Timely Github
fr: Code Timely (GitHub)
zh_hans: Timely 代码（GitHub）
zh_hant: Timely 程式碼（GitHub）

source: Turn Off Event History?
fr: Désactiver l'historique des événements?
zh_hans: 确定要关闭事件历史记录吗？
zh_hant: 確定要關閉事件歷史記錄嗎？

source: Build
zh_hans: 构建
zh_hant: 構

source: h:mm a
zh_hans: ah:mm
zh_hant: ah:mm
